{
	"white_cards": [
		"A mysterious odor that only I can smell.",
		"Accidentally sending a text to the wrong person.",
		"Eating way too much at a buffet.",
		"The sound of nails on a chalkboard.",
		"A surprise party gone horribly wrong.",
		"Finding a hair in your food at a restaurant.",
		"Getting caught in the rain without an umbrella.",
		"Running out of toilet paper in the middle of a bathroom break.",
		"Awkwardly waving back at someone who wasn't actually waving at you.",
		"An embarrassing typo in an important email.",
		"Stepping on a Lego in the middle of the night.",
		"The feeling of sand in your shoes at the beach.",
		"Accidentally hitting 'reply all' on an email.",
		"Spilling coffee on your white shirt before an important meeting.",
		"Tripping and falling in public.",
		"The frustration of untangling earphones.",
		"Forgetting someone's name right after they introduce themselves.",
		"A sneeze that won't come out.",
		"Getting a song stuck in your head for days.",
		"The struggle of parallel parking.",
		"Auto-correct changing your message into something embarrassing.",
		"Losing your keys when you're already late.",
		"An unexpected bird poop landing on your shoulder.",
		"Stubbing your toe on furniture.",
		"The agony of waiting for food delivery.",
		"The feeling of stepping on a slug barefoot.",
		"The disappointment of a canceled event.",
		"Trying to hold back laughter in a serious situation.",
		"Accidentally liking a very old social media post.",
		"Getting caught in a lie.",
		"An uncontrollable fit of giggles.",
		"The horror of a wardrobe malfunction.",
		"A really bad hair day.",
		"The awkward silence after a bad joke.",
		"A surprise encounter with an ex.",
		"Getting caught in a lie.",
		"The embarrassment of a stomach growling loudly in a quiet room.",
		"An embarrassing childhood photo that resurfaces.",
		"Mispronouncing a common word.",
		"A painfully awkward handshake.",
		"An embarrassing moment caught on camera.",
		"Realizing you have something stuck in your teeth during a date.",
		"An accidental burp in a quiet room.",
		"Getting caught taking a selfie.",
		"A wardrobe malfunction in public.",
		"The embarrassment of a public speaking mishap.",
		"Awkwardly bumping into someone you were trying to avoid.",
		"Sending a text to the wrong person about them.",
		"Farting in an elevator.",
		"Getting caught picking your nose.",
		"Walking into the wrong restroom.",
		"Singing the wrong lyrics loudly in a crowded place.",
		"The awkwardness of a failed high-five.",
		"Accidentally spitting while talking.",
		"An embarrassing voice crack during a speech.",
		"The moment you realize you're on a conference call without pants.",
		"An embarrassing autocorrect mistake.",
		"The awkwardness of being the third wheel on a date.",
		"Tripping up the stairs in front of a crowd.",
		"An embarrassing public transportation incident.",
		"The horror of realizing you left your fly open.",
		"An unexpected and loud hiccup in a quiet room.",
		"Getting caught with your fly open.",
		"The embarrassment of a surprise pop quiz.",
		"Accidentally liking an old social media post.",
		"An awkward encounter with an ex.",
		"Saying 'I love you' too soon in a relationship.",
		"The embarrassment of a public speaking blunder.",
		"An unexpected sneeze during a quiet moment.",
		"The awkwardness of a failed fist bump.",
		"Accidentally texting your boss instead of your friend.",
		"Saying something inappropriate at a family gathering.",
		"Getting caught in a lie about your age.",
		"An embarrassing wardrobe malfunction at a party.",
		"The moment you realize you're the only one dressed up for a casual event.",
		"Tripping and falling on your face in public.",
		"An accidental loud laugh during a serious meeting.",
		"The embarrassment of sending a love letter to the wrong person.",
		"Getting caught with spinach in your teeth after lunch.",
		"Saying something embarrassing in a foreign language by mistake.",
		"The awkwardness of trying to impress someone and failing miserably.",
		"An embarrassing dance move at a wedding.",
		"Accidentally revealing a secret you promised to keep.",
		"Getting caught with toilet paper stuck to your shoe.",
		"The awkwardness of a failed attempt at flirting.",
		"An embarrassing video of you going viral.",
		"The horror of an embarrassing childhood nickname resurfacing.",
		"Accidentally sending a romantic message to your boss.",
		"The embarrassment of a surprise inspection of your messy home.",
		"Saying 'I love you' to a complete stranger.",
		"Getting caught reading someone's diary.",
		"The awkwardness of forgetting someone's name mid-conversation.",
		"An embarrassing moment on live television.",
		"Accidentally sending a private message to a group chat.",
		"The embarrassment of mistaking someone for the wrong person.",
		"An awkward encounter with your boss at a party.",
		"Getting caught with your pants down, literally.",
		"The moment you realize you're wearing mismatched shoes in public.",
		"An unexpected and loud burp during a moment of silence.",
		"Accidentally confessing a secret you weren't supposed to share.",
		"The awkwardness of a failed attempt at breakdancing.",
		"An embarrassing typo in a love letter.",
		"Getting caught in a lie about your job.",
		"The embarrassment of mistaking a stranger for your friend.",
		"Saying 'I love you' to your pet thinking they're a person.",
		"Getting caught with a piece of food stuck in your beard.",
		"An embarrassing moment during a job interview.",
		"Accidentally sending a flirty text to your mom.",
		"The awkwardness of trying to impress your crush and failing miserably."
	],
	"black_cards": [
		"In a surprising turn of events, I found __________ in my bed.",
		"Life's most embarrassing moment is when __________.",
		"The most awkward thing I've ever done is __________.",
		"When all else fails, I resort to __________.",
		"The key to success is avoiding __________ at all costs.",
		"I can never live down the time I __________.",
		"The secret to a happy life is embracing __________.",
		"My most embarrassing childhood memory involves __________.",
		"In my most embarrassing moment, I accidentally __________.",
		"When I'm feeling awkward, I tend to __________.",
		"The best way to ruin a first date is to talk about __________.",
		"I can't believe I once tried to impress someone by __________.",
		"The most cringe-worthy thing I've ever witnessed is __________.",
		"I knew I hit rock bottom when I found myself __________.",
		"The most uncomfortable situation I've ever been in involved __________.",
		"I once embarrassed myself in front of my crush by __________.",
		"My go-to strategy for avoiding embarrassment is __________.",
		"I can't believe I used to think __________ was cool.",
		"I'll never forget the time I accidentally __________.",
		"When I want to disappear from a social gathering, I __________.",
		"My most embarrassing encounter with a celebrity involved __________.",
		"The surefire way to make a situation awkward is to bring up __________.",
		"My worst fashion faux pas was wearing __________ to a formal event.",
		"I can't believe I once got caught __________.",
		"The best way to break the ice at a party is to tell a story about __________.",
		"I once ruined a family gathering by __________.",
		"My most embarrassing moment on social media was when I posted __________.",
		"When I want to make people laugh, I talk about __________.",
		"I can't believe I once thought it was a good idea to __________.",
		"My most awkward high school memory involves __________.",
		"In my most embarrassing moment, I accidentally sent a text about __________ to the wrong person.",
		"The most embarrassing thing I've ever witnessed at a wedding was __________.",
		"I'll never forget the time I accidentally replied all to an email about __________.",
		"The key to surviving a job interview is not mentioning __________.",
		"I can't believe I once tried to impress my crush by __________.",
		"The most awkward thing that's ever happened to me on a date is __________.",
		"My most cringe-worthy online dating experience involved __________.",
		"I knew I hit rock bottom when I was caught __________.",
		"I can't believe I used to think that sharing __________ on social media was a good idea.",
		"My most embarrassing childhood memory involves __________.",
		"In my most embarrassing moment, I accidentally __________ in front of my crush.",
		"The best way to make a situation awkward is to bring up __________.",
		"I can't believe I once thought it was cool to __________.",
		"My most awkward family reunion involved __________.",
		"I'll never forget the time I accidentally __________ at a job interview.",
		"The surefire way to make people cringe is to talk about __________.",
		"I once ruined a romantic moment by __________.",
		"My most embarrassing moment on social media was when I posted a photo of __________.",
		"When I want to break the ice at a party, I tell a story about __________.",
		"I can't believe I once got caught doing __________.",
		"The best way to embarrass yourself in front of your boss is to __________.",
		"I knew I hit rock bottom when I was caught __________ at a company event.",
		"My most awkward public speaking experience involved __________.",
		"I can't believe I used to think that bringing __________ to a potluck was a good idea.",
		"My most embarrassing childhood memory involves __________.",
		"In my most embarrassing moment, I accidentally __________ on a conference call.",
		"The most embarrassing thing that's ever happened to me during a presentation was __________.",
		"I'll never forget the time I accidentally sent a message about __________ to my boss.",
		"The key to a successful surprise party is not including __________.",
		"I can't believe I once tried to impress my crush by __________.",
		"My most cringe-worthy job interview moment involved __________.",
		"I knew I hit rock bottom when I was caught __________ during a company meeting.",
		"I can't believe I used to think that wearing __________ to a job interview was a good idea.",
		"My most embarrassing childhood memory involves __________.",
		"In my most embarrassing moment, I accidentally __________ in front of my coworkers.",
		"The surefire way to make a meeting awkward is to bring up __________.",
		"I'll never forget the time I accidentally __________ during a video conference.",
		"The best way to embarrass yourself in front of your colleagues is to __________.",
		"I can't believe I once thought it was cool to bring __________ to the office party.",
		"My most awkward team-building exercise involved __________.",
		"I knew I hit rock bottom when I was caught __________ during a company presentation."
	]
}
